{
  "<pad>": 0,
  "<unk>": 1,
  "Na": 2,
  "Dúshláin": 3,
  "don": 4,
  "Leanbh": 5,
  "Cad": 6,
  "é": 7,
  "mar": 8,
  "atá": 9,
  "an": 10,
  "cur": 11,
  "chuige": 12,
  "cumarsáideach": 13,
  "seo": 14,
  "sa": 15,
  "Ghaelscoil": 16,
  "i": 17,
  "dtaca": 18,
  "leis": 19,
  "leanbh": 20,
  "ó": 21,
  "thaobh": 22,
  "na": 23,
  "Gaeilge": 24,
  "de": 25,
  "?": 26,
  ")": 27,
  "'": 28,
  "Tá": 29,
  "mé": 30,
  "buartha": 31,
  "fán": 32,
  "trioblóid": 33,
  "uilig": 34,
  "ach": 35,
  "tabhair": 36,
  "maithiúnas": 37,
  "domh": 38,
  "...": 39,
  "cinnte": 40,
  "gur": 41,
  "baineadh": 42,
  "scanradh": 43,
  "asat": 44,
  ",": 45,
  "arsa": 46,
  "Peadar": 47,
  ".": 48,
  "Bean": 49,
  "shuidhte": 50,
  "dhéanta": 51,
  "Bhail": 52,
  "tharraing": 53,
  "siad": 54,
  "leo": 55,
  "go": 56,
  "raibh": 57,
  "os": 58,
  "coinne": 59,
  "phoill": 60,
  "chearnaigh": 61,
  "bhinn": 62,
  "mhór": 63,
  "Is": 64,
  "deacair": 65,
  "a": 66,
  "rómholadh": 67,
  "faoina": 68,
  "ndearna": 69,
  "sé": 70,
  "le": 71,
  "linn": 72,
  "chéad": 73,
  "fiche": 74,
  "bliain": 75,
  "den": 76,
  "Chonradh": 77,
  "Ach": 78,
  "beo": 79,
  "bocht": 80,
  "bheadh": 81,
  "ar": 82,
  "té": 83,
  "nach": 84,
  "mbeadh": 85,
  "aige": 86,
  "preátaí": 87,
  "tura": 88,
  "Ba": 89,
  "Bryan": 90,
  "McFadden": 91,
  "ón": 92,
  "bPopghrúpa": 93,
  "Westlife": 94,
  "agus": 95,
  "Kerry": 96,
  "Katona": 97,
  "cailín": 98,
  "bhíodh": 99,
  "amhranaí": 100,
  "ghrúpa": 101,
  "Atomic": 102,
  "Kitten": 103,
  "bhí": 104,
  "ag": 105,
  "pósadh": 106,
  "Dona": 107,
  "leor": 108,
  "deir": 109,
  "Tom": 110,
  "Leaba": 111,
  "í": 112,
  "cóirithe": 113,
  "fé": 114,
  "bhrat": 115,
  "buí": 116,
  "síoda": 117,
  "Ar": 118,
  "ndóigh": 119,
  "'n": 120,
  "t-ainm": 121,
  "baistithe": 122,
  "gcuid": 123,
  "is": 124,
  "faide": 125,
  "thiar": 126,
  "dhe": 127,
  "ná": 128,
  "Aill": 129,
  "Bhí": 130,
  "sí": 131,
  "naoi": 132,
  "mbliana": 133,
  "leathchéad": 134,
  "Caithfidh": 135,
  "foirne": 136,
  "úsáid": 137,
  "bhaint": 138,
  "as": 139,
  "huimhreacha": 140,
  "4-15": 141,
  "Ghaeilge": 142,
  "gcónaí": 143,
  "ina": 144,
  "cuid": 145,
  "lárnach": 146,
  "shaol": 147,
  "gcimí": 148,
  "poblachtacha": 149,
  "stair": 150,
  "hÉireann": 151,
  "Muintir": 152,
  "Fraince": 153,
  "an-tóir": 154,
  "deo": 155,
  "acu": 156,
  "orthu": 157,
  "ráite": 158,
  "níorbh": 159,
  "aon": 160,
  "iontas": 161,
  "sin": 162,
  "Francaigh": 163,
  "chuile": 164,
  "shórt": 165,
  "loscáin": 166,
  "lathaí": 167,
  "phortáin": 168,
  "ghailléisc": 169,
  "bhréana": 170,
  "Ní": 171,
  "ní": 172,
  "b'": 173,
  "uaisle": 174,
  "fhearr": 175,
  "gcath": 176,
  "Cur": 177,
  "amú": 178,
  "óige": 179,
  "cruinne": 180,
  "dá": 181,
  "chogadh": 182,
  "dhomhanda": 183,
  "d'": 184,
  "fhág": 185,
  "lorg": 186,
  "fuilteach": 187,
  "mílte": 188,
  "chuaigh": 189,
  "chun": 190,
  "troda": 191,
  "bpáirceanna": 192,
  "áir": 193,
  "san": 194,
  "Eoraip": 195,
  "níos": 196,
  "mó": 197,
  "bhaile": 198,
  "Díospoireacht": 199,
  "dhéanamh": 200,
  "eatarthu": 201,
  "fhéin": 202,
  ":": 203,
  "timpeall": 204,
  "chúinne": 205,
  "caochadh": 206,
  "súl": 207,
  "Fheara": 208,
  "Fáil": 209,
  "phéinteáil": 210,
  "Jack": 211,
  "De": 212,
  "ribeoga": 213,
  "olla": 214,
  "chuir": 215,
  "casadh": 216,
  "iontu": 217,
  "rinne": 218,
  "buaiceacha": 219,
  "Dé": 220,
  "Luan": 221,
  "gceantar": 222,
  "poist": 223,
  "Dhoirí": 224,
  "Beaga": 225,
  "dTír": 226,
  "Chonaill": 227,
  "chuma": 228,
  "scéal": 229,
  "ghéarchéim": 230,
  "ann": 231,
  "Duaisdhráma": 232,
  "Oireachtas": 233,
  "1955": 234,
  "ea": 235,
  "Moloney": 236,
  "11": 237,
  "iad": 238,
  "difríochtaí": 239,
  "idir": 240,
  "sábh": 241,
  "tionúir": 242,
  "déadsábh": 243,
  "Chonaic": 244,
  "fir": 245,
  "mná": 246,
  "daoine": 247,
  "bréatha": 248,
  "óga": 249,
  "fáil": 250,
  "bháis": 251,
  "long": 252,
  "caitheadh": 253,
  "coirp": 254,
  "isteach": 255,
  "bhfarraige": 256,
  "beannacht": 257,
  "lena": 258,
  "n-anamnacha": 259,
  "créatúirí": 260,
  "bochta": 261,
  "súil": 262,
  "agam": 263,
  "dtaispeánfaidh": 264,
  "lucht": 265,
  "údarais": 266,
  "trí": 267,
  "chéile": 268,
  "tsamhlaíocht": 269,
  "chéanna": 270,
  "amach": 271,
  "anseo": 272,
  "thaispeáin": 273,
  "muintir": 274,
  "háite": 275,
  "caoga": 276,
  "anuas": 277,
  "Dar": 278,
  "Hawkins": 279,
  "údarás": 280,
  "féin": 281,
  "amháin": 282,
  "oifig": 283,
  "leithéidí": 284,
  "armais": 285,
  "sochraide": 286,
  "cheadú": 287,
  "Ceoltóirí": 288,
  "Fearghas": 289,
  "Ó": 290,
  "hÍr": 291,
  "Brian": 292,
  "Mórdha": 293,
  "Éamann": 294,
  "Mór": 295,
  "Mary": 296,
  "Ryan": 297,
  "Baile": 298,
  "Átha": 299,
  "Cliath": 300,
  "Deirdre": 301,
  "Nic": 302,
  "Con": 303,
  "Uisce": 304,
  "fhéidir": 305,
  "réalta": 306,
  "nua": 307,
  "gile": 308,
  "spéir": 309,
  "Tuaiscirt": 310,
  "chan": 311,
  "Gráinne": 312,
  "Holland": 313,
  "tá": 314,
  "athruithe": 315,
  "móra": 316,
  "molta": 317,
  "dtaobh": 318,
  "stádas": 319,
  "-": 320,
  "mhíníonn": 321,
  "Máirtín": 322,
  "Catháin": 323,
  "hé": 324,
  "bhfuil": 325,
  "Cois": 326,
  "Fharraige": 327,
  "chomh": 328,
  "spéisiúil": 329,
  "leath": 330,
  "Chonamara": 331,
  "Theas": 332,
  "saol": 333,
  "ró-ghearr": 334,
  "!": 335,
  "mac": 336,
  "léinn": 337,
  "curtha": 338,
  "Meiriceá": 339,
  "Foras": 340,
  "Mara": 341,
  "staidéar": 342,
  "gcuideachta": 343,
  "saineolaithe": 344,
  "taighde": 345,
  "bradáin": 346,
  "sna": 347,
  "hochtóidí": 348,
  "Cheannaigh": 349,
  "Seán": 350,
  "leabhar": 351,
  "léigh": 352,
  "líne": 353,
  "ghlas": 354,
  "teorainn": 355,
  "cheantar": 356,
  "feiceáil": 357,
  "aerfótagraf": 358,
  "ghabhann": 359,
  "Céadaoin": 360,
  "28": 361,
  "Bealtaine": 362,
  "1986": 363,
  "Cé": 364,
  "nár": 365,
  "dhúirt": 366,
  "tú": 367,
  "fhios": 368,
  "thuig": 369,
  "do": 370,
  "chroí": 371,
  "tar": 372,
  "éis": 373,
  "cáca": 374,
  "Amharc": 375,
  "géar": 376,
  "Dara": 377,
  "Cinnéide": 378,
  "Chiarraí": 379,
  "Thiar": 380,
  "Roland": 381,
  "Neher": 382,
  "chuid": 383,
  "Chrócaigh": 384,
  "Chill": 385,
  "Airne": 386,
  "gcluiche": 387,
  "leathcheannais": 388,
  "Chontae": 389,
  "Tabharfaidh": 390,
  "Dúrt": 391,
  "pé": 392,
  "duine": 393,
  "raghadh": 394,
  "á": 395,
  "múscailt": 396,
  "nách": 397,
  "me": 398,
  ";": 399,
  "bhe": 400,
  "liom": 401,
  "bhfeaca": 402,
  "inné": 403,
  "dhóibh": 404,
  "gan": 405,
  "bheith": 406,
  "caitheamh": 407,
  "lae": 408,
  "inniu": 409,
  "gcuma": 410,
  "ndéanfaidís": 411,
  "uair": 412,
  "ba": 413,
  "mhaith": 414,
  "Socraigh": 415,
  "agallamh": 416,
  "léi": 417,
  "ceann": 418,
  "chistin": 419,
  "tuilshoilse": 420,
  "áit": 421,
  "an-bheag": 422,
  "fad": 423,
  "dhá": 424,
  "cheann": 425,
  "eile": 426,
  "chúl": 427,
  "ise": 428,
  "frámaithe": 429,
  "mbíodh": 430,
  "cúldoras": 431,
  "PATÓ": 432,
  "Fíordhrochspite": 433,
  "Dúirt": 434,
  "múinteoir": 435,
  "gcúl": 436,
  "taispeántar": 437,
  "slua": 438,
  "iarraidh": 439,
  "brú": 440,
  "Le": 441,
  "seachtain": 442,
  "Comhchomhairle": 443,
  "bun": 444,
  "Anglacánaigh": 445,
  "gach": 446,
  "taobh": 447,
  "domhan": 448,
  "breis": 449,
  "ceithre": 450,
  "scór": 451,
  "chléir": 452,
  "tuath": 453,
  "páirteach": 454,
  "ghnó": 455,
  "seisear": 456,
  "Eaglais": 457,
  "Sa": 458,
  "maith": 459,
  "Máire": 460,
  "Choilm": 461,
  "cé": 462,
  "bhfaca": 463,
  "mórán": 464,
  "Mo": 465,
  "léan": 466,
  "mbeidh": 467,
  "Gaeil": 468,
  "luí": 469,
  "síos": 470,
  "arís": 471,
  "dtír": 472,
  "dtiocfadh": 473,
  "slán": 474,
  "cibé": 475,
  "thall": 476,
  "níor": 477,
  "riamh": 478,
  "cén": 479,
  "fáth": 480,
  "íoc": 481,
  "liúntas": 482,
  "míosúil": 483,
  "bhean": 484,
  "tríd": 485,
  "mbanc": 486,
  "in": 487,
  "seic": 488,
  "scríobh": 489,
  "mhí": 490,
  "ndiaidh": 491,
  "deireadh": 492,
  "domhain": 493,
  "teacht": 494,
  "dóigh": 495,
  "gluaisrothar": 496,
  "fhocal": 497,
  "páistí": 498,
  "Rí": 499,
  "trua": 500,
  "tóg": 501,
  "dínn": 502,
  "ghannchuid": 503,
  "Go": 504,
  "mbeimis": 505,
  "id": 506,
  "shamhailt": 507,
  "Lá": 508,
  "Bhíodh": 509,
  "íota": 510,
  "air": 511,
  "bráithreachas": 512,
  "briste": 513,
  "imshaol": 514,
  "nádúrtha": 515,
  "dheisiú": 516,
  "Timpeall": 517,
  "shin": 518,
  "ámh": 519,
  "foilsíodh": 520,
  "alt": 521,
  "bhFrainc": 522,
  "faoin": 523,
  "teideal": 524,
  "Monsieur": 525,
  "Dupont": 526,
  "ghá": 527,
  "cuireadh": 528,
  "Déantar": 529,
  "gcaoi": 530,
  "fhéar": 531,
  "suaithinseach": 532,
  "paiste": 533,
  "lár": 534,
  "ndriseacha": 535,
  "bhfiailí": 536,
  "inar": 537,
  "luigh": 538,
  "abhlainn": 539,
  "bheannaithe": 540,
  "thit": 541,
  "uainn": 542,
  "fadó": 543,
  "siombail": 544,
  "glaineachta": 545,
  "neamhurchóide": 546,
  "bhearna": 547,
  "trína": 548,
  "dtiocfar": 549,
  "mbeatha": 550,
  "spioradálta": 551,
  "ionann": 552,
  "ceilte": 553,
  "plúchta": 554,
  "fiailí": 555,
  "ghné": 556,
  "aimrid": 557,
  "nádúr": 558,
  "Ríordánach": 559,
  "dán": 560,
  "Teitheadh": 561,
  "cosúla": 562,
  "fhilíocht": 563,
  "sacraimint": 564,
  "fhaoistin": 565,
  "comaoineach": 566,
  "naofa": 567,
  "tugann": 568,
  "peaca": 569,
  "réir": 570,
  "Do": 571,
  "rugas": 572,
  "eaglais": 573,
  "chnuasach": 574,
  "nuapheacaí": 575,
  "chuireas": 576,
  "eagar": 577,
  "Don": 578,
  "fhoilsitheoir": 579,
  "bhíonn": 580,
  "Ag": 581,
  "cló-dhearmhad": 582,
  "peacaí": 583,
  "Cuir": 584,
  "gcomparáid": 585,
  "ansin": 586,
  "dtugann": 587,
  "Fíor": 588,
  "70.3": 589,
  "fios": 590,
  "A": 591,
  "mhná": 592,
  "léir": 593,
  "níl": 594,
  "gceist": 595,
  "am": 596,
  "chur": 597,
  "réiteach": 598,
  "faidhbe": 599,
  "dhein": 600,
  "Bricriú": 601,
  "iarracht": 602,
  "bob": 603,
  "bhualadh": 604,
  "oraibh": 605,
  "éirigh": 606,
  "Naomh": 607,
  "Odhran": 608,
  "thóg": 609,
  "Tiarnaí": 610,
  "nEilean": 611,
  "deisithe": 612,
  "anois": 613,
  "Féadfar": 614,
  "ráiteas": 615,
  "fhorlíonadh": 616,
  "measúnú": 617,
  "sonrach": 618,
  "mór-réimse": 619,
  "ghníomhaíocht": 620,
  "Chomhphobail": 621,
  "Bheadh": 622,
  "spochadh": 623,
  "saighdeadh": 624,
  "argóintí": 625,
  "nuair": 626,
  "thiocfadh": 627,
  "crú": 628,
  "tairne": 629,
  "fhéadfaí": 630,
  "brath": 631,
  "leith": 632,
  "beirt": 633,
  "Aire": 634,
  "Gaeltachta": 635,
  "againn": 636,
  "nGaillimh": 637,
  "peann": 638,
  "pár": 639,
  "Geoghegan-Quinn": 640,
  "The": 641,
  "Green": 642,
  "Diamond": 643,
  "Michael": 644,
  "D.": 645,
  "hUiginn": 646,
  "Títhe": 647,
  "oibre": 648,
  "mhó": 649,
  "Meastar": 650,
  "deichniúr": 651,
  "freastal": 652,
  "mbunscoil": 653,
  "osclaíonn": 654,
  "Meán": 655,
  "Fómhair": 656,
  "chugainn": 657,
  "gclárófar": 658,
  "cúig": 659,
  "pháiste": 660,
  "déag": 661,
  "scoil": 662,
  "bhliain": 663,
  "dhiaidh": 664,
  "tús": 665,
  "hócáide": 666,
  "siamsa": 667,
  "bríomhar": 668,
  "cheoltóirí": 669,
  "Scoil": 670,
  "Francis": 671,
  "McPeake": 672,
  "dara": 673,
  "Mhic": 674,
  "Reachtain": 675,
  "amhrán": 676,
  "breá": 677,
  "faoi": 678,
  "cinn": 679,
  "mhac": 680,
  "rá": 681,
  "sceanta": 682,
  "báis": 683,
  "hoíche": 684,
  "mo": 685,
  "cholainn": 686,
  "chloigeann": 687,
  "caite": 688,
  "ord": 689,
  "phuiteach": 690,
  "francaigh": 691,
  "smúrthacht": 692,
  "chugam": 693,
  "smúrfaidís": 694,
  "gé": 695,
  "Thug": 696,
  "crua": 697,
  "dána": 698,
  "cosúil": 699,
  "tír": 700,
  "lán": 701,
  "sheanmháthaireacha": 702,
  "dhúnmharaithe": 703,
  "mhadraí": 704,
  "crochta": 705,
  "dhuine": 706,
  "gáirí": 707,
  "nó": 708,
  "scaoileadh": 709,
  "seanghráinghunnaí": 710,
  "meirgeacha": 711,
  "caint": 712,
  "mhuintir": 713,
  "Má": 714,
  "íomhá": 715,
  "gcuimhne": 716,
  "di": 717,
  "buachaill": 718,
  "beag": 719,
  "ramhar": 720,
  "stánadh": 721,
  "ghealach": 722,
  "úr": 723,
  "leathanach": 724,
  "smálaithe": 725,
  "bhrí": 726,
  "chiall": 727,
  "fóill": 728,
  "súgradh": 729,
  "ithe": 730,
  "tráthnóna": 731,
  "shuíodh": 732,
  "amuigh": 733,
  "gcearnóg": 734,
  "canadh": 735,
  "ceoil": 736,
  "colún": 737,
  "rialta": 738,
  "dar": 739,
  "theideal": 740,
  "An": 741,
  "Fáinne": 742,
  "Irish": 743,
  "Independent": 744,
  "blianta": 745,
  "1927": 746,
  "1928": 747,
  "an-imní": 748,
  "bhó": 749,
  "chairdiúil": 750,
  "bán": 751,
  "grá": 752,
  "chroíse": 753,
  "Tugann": 754,
  "uachtar": 755,
  "flaithiúil": 756,
  "n-ithe": 757,
  "thoirtín": 758,
  "úll": 759,
  "Labhair": 760,
  "D'": 761,
  "ainneoin": 762,
  "fíoch": 763,
  "filíochta": 764,
  "bheirt": 765,
  "thug": 766,
  "fear": 767,
  "Ceann": 768,
  "Tíre": 769,
  "strainséir": 770,
  "béile": 771,
  "aráin": 772,
  "rósta": 773,
  "dó": 774,
  "im": 775,
  "tíre": 776,
  "anall": 777,
  "Cheann": 778,
  "Deas": 779,
  "léirithe": 780,
  "glé": 781,
  "gcéad": 782,
  "óg": 783,
  "chonaic": 784,
  "uaim": 785,
  "ród": 786,
  "mhian": 787,
  "Déanfaidh": 788,
  "Fhoireann": 789,
  "um": 790,
  "Fhorbairt": 791,
  "Pleanála": 792,
  "Scoile": 793,
  "aiseolas": 794,
  "uirthi": 795,
  "chomhthiomsú": 796,
  "ullmhú": 797,
  "fhoilsiú": 798,
  "deiridh": 799,
  "Oileán": 800,
  "Deargánaigh": 801,
  "fhaiche": 802,
  "phoiblí": 803,
  "mBéal": 804,
  "Feirste": 805,
  "fhada": 806,
  "ionad": 807,
  "aimsire": 808,
  "saoránach": 809,
  "Dhaingnigh": 810,
  "muid": 811,
  "clocha": 812,
  "stumpaí": 813,
  "adhmaid": 814,
  "Sin": 815,
  "itheann": 816,
  "feoil": 817,
  "Nuair": 818,
  "fhágtar": 819,
  "plaistigh": 820,
  "sholas": 821,
  "díreach": 822,
  "gréine": 823,
  "teipeann": 824,
  "solúbthachta": 825,
  "minic": 826,
  "scoilteann": 827,
  "Pluincéadach": 828,
  "gceartlár": 829,
  "gheimhridh": 830,
  "doininne": 831,
  "dhánaíocht": 832,
  "fhear": 833,
  "gurbh": 834,
  "easpag": 835,
  "dul": 836,
  "Pól": 837,
  "Easpag": 838,
  "fhíona": 839,
  "gcearc": 840,
  "fraoigh": 841,
  "éisc": 842,
  "siúil": 843,
  "uisce": 844,
  "t-iascaire": 845,
  "locadh": 846,
  "líon": 847,
  "trom": 848,
  "chaitheamh": 849,
  "Cothú": 850,
  "Duine": 851,
  "chéim": 852,
  "cothú": 853,
  "Daoibhse": 854,
  "bheagán": 855,
  "Shakespeare": 856,
  "daoibhse": 857,
  "cúrsaí": 858,
  "staidéir": 859,
  "cúpla": 860,
  "lá": 861,
  "gonta": 862,
  "traigéideach": 863,
  "marfach": 864,
  "Phrionsa": 865,
  "Danmhairge": 866,
  "Agus": 867,
  "tchítear": 868,
  "domhsa": 869,
  "ndearnadh": 870,
  "leithcheal": 871,
  "Bhuail": 872,
  "taom": 873,
  "croí": 874,
  "tiománaí": 875,
  "cailleadh": 876,
  "easpa": 877,
  "aire": 878,
  "leighis": 879,
  "díol": 880,
  "spéise": 881,
  "scrín": 882,
  "réigiúnach": 883,
  "mhéid": 884,
  "onóir": 885,
  "Mhuire": 886,
  "fíorChríost-lárnaithe": 887,
  "obair": 888,
  "áiteacha": 889,
  "roimh": 890,
  "gcoimhlint": 891,
  "Lucht": 892,
  "Oibre": 893,
  "Sinn": 894,
  "Féin": 895,
  "Glasaigh": 896,
  "bhealach": 897,
  "seachas": 898,
  "Fianna": 899,
  "Daonlathaigh": 900,
  "bonnóga": 901,
  "Europa": 902,
  "labhair": 903,
  "chúrsaí": 904,
  "bia": 905,
  "chaithfeadh": 906,
  "mairstin": 907,
  "ifrinn": 908,
  "shaolta": 909,
  "sléacht": 910,
  "titim": 911,
  "achan": 912,
  "shíl": 913,
  "ndéanfadh": 914,
  "ARDFHEAR": 915,
  "CAM": 916,
  "dochar": 917,
  "fheachtas": 918,
  "bhfabhar": 919,
  "Nice": 920,
  "B'": 921,
  "galar": 922,
  "tógálach": 923,
  "páirtí": 924,
  "stát": 925,
  "gafa": 926,
  "ngluaisfeá": 927,
  "hÁth": 928,
  "Sceire": 929,
  "ainnis": 930,
  "aici": 931,
  "oileán": 932,
  "Aifreann": 933,
  "Domhnaigh": 934,
  "éist": 935,
  "aingeal": 936,
  "tabhairt": 937,
  "dhuit": 938,
  "Mac": 939,
  "mise": 940,
  "Éamonn": 941,
  "mbun": 942,
  "riar": 943,
  "héifeachtach": 944,
  "riaráistí": 945,
  "alltacht": 946,
  "phobalbhreith": 947,
  "Galway": 948,
  "Advertiser": 949,
  "tseachtain": 950,
  "seans": 951,
  "n-éireoidh": 952,
  "FF": 953,
  "tríú": 954,
  "suíochán": 955,
  "(": 956,
  "leat": 957,
  "Bhobby": 958,
  "Molloy": 959,
  "Rángamar": 960,
  "Pasáiste": 961,
  "batrálta": 962,
  "tréithlag": 963,
  "thángas-sa": 964,
  "Port": 965,
  "Láirge": 966,
  "cosa-in-airde": 967,
  "aonar": 968,
  "Campa": 969,
  "samhraidh": 970,
  "Óg-Eagras": 971,
  "Ionad": 972,
  "Mosney": 973,
  "Co.": 974,
  "Mí": 975,
  "féidir": 976,
  "gearán": 977,
  "shocrú": 978,
  "háitiúil": 979,
  "cheart": 980,
  "foráil": 981,
  "chóras": 982,
  "inmheánach": 983,
  "bhféadfaí": 984,
  "bhráid": 985,
  "Ombudsman": 986,
  "gá": 987,
  "cuí": 988,
  "ceapadh": 989,
  "thalamh": 990,
  "amhala": 991,
  "mheasa": 992,
  "gaineamh": 993,
  "téalta": 994,
  "ruaig": 995,
  "siopa": 996,
  "teachtaireacht": 997,
  "thagann": 998,
  "ais": 999,
  "soicindí": 1000,
  "déanaí": 1001,
  "Cruise": 1002,
  "gabháil": 1003,
  "dúnmharfóra": 1004,
  "tí": 1005,
  "leannán": 1006,
  "shá": 1007,
  "siosúr": 1008,
  "lastuaidh": 1009,
  "carraig": 1010,
  "ard": 1011,
  "nglaoitear": 1012,
  "Boilg": 1013,
  "Chruaidh": 1014,
  "Sampla": 1015,
  "Rug": 1016,
  "Antaine": 1017,
  "Independant": 1018,
  "bhinse": 1019,
  "Charoline": 1020,
  "scuab": 1021,
  "saoirse": 1022,
  "bíonn": 1023,
  "contúirt": 1024,
  "bhreise": 1025,
  "baint": 1026,
  "iomarca": 1027,
  "meáchain": 1028,
  "háirithe": 1029,
  "má": 1030,
  "míbhuntáistí": 1031,
  "sláinte": 1032,
  "díograiseach": 1033,
  "Colm": 1034,
  "Cille": 1035,
  "dúil": 1036,
  "Crochann": 1037,
  "casóg": 1038,
  "chuaille": 1039,
  "tamall": 1040,
  "spáide": 1041,
  "fuaraíonn": 1042,
  "t-allas": 1043,
  "léine": 1044,
  "Liobairt": 1045,
  "teangaidh": 1046,
  "áithrid": 1047,
  "a'": 1048,
  "siopadóir": 1049,
  "a's": 1050,
  "dtug": 1051,
  "áirleacan": 1052,
  "noiméad": 1053,
  "chloig": 1054,
  "crapadh": 1055,
  "gcuirfeadh": 1056,
  "póilíos": 1057,
  "tithe": 1058,
  "cois": 1059,
  "abhann": 1060,
  "Iad": 1061,
  "uile": 1062,
  "shuan": 1063,
  "Fásann": 1064,
  "cheo": 1065,
  "airde": 1066,
  "báine": 1067,
  "Bíodh": 1068,
  "deas": 1069,
  "blas": 1070,
  "te": 1071,
  "oigheann": 1072,
  "fearr": 1073,
  "choinneáil": 1074,
  "feadh": 1075,
  "seachtaine": 1076,
  "stán": 1077,
  "aerobach": 1078,
  "Fear": 1079,
  "ciúin": 1080,
  "ab": 1081,
  "Donncha": 1082,
  "suim": 1083,
  "rud": 1084,
  "bith": 1085,
  "cumas": 1086,
  "eacnamaíochta": 1087,
  "choimeád": 1088,
  "siar": 1089,
  "toisc": 1090,
  "caipitil": 1091,
  "airgead": 1092,
  "phobail": 1093,
  "infheistiú": 1094,
  "chailliúnt": 1095,
  "scairmhargaí": 1096,
  "thar": 1097,
  "lear": 1098,
  "céanna": 1099,
  "straitéis": 1100,
  "chiallmhar": 1101,
  "Saothraítear": 1102,
  "Cheathrú": 1103,
  "Uain": 1104,
  "chaoi": 1105,
  "mbíonn": 1106,
  "duilleoga": 1107,
  "gheimhreadh": 1108,
  "Díríodh": 1109,
  "tseimineár": 1110,
  "fhorbairt": 1111,
  "tionscnaimh": 1112,
  "SCÉAL": 1113,
  "labhairt": 1114,
  "Stiúrthóir": 1115,
  "Marial": 1116,
  "Hannon": 1117,
  "léargas": 1118,
  "bhunús": 1119,
  "todhchaí": 1120,
  "léiritheoir": 1121,
  "teilifíse": 1122,
  "Concubhar": 1123,
  "Liatháin": 1124,
  "léirigh": 1125,
  "scéim": 1126,
  "fite": 1127,
  "fuaite": 1128,
  "traidisiún": 1129,
  "scéalaíochta": 1130,
  "Dr.": 1131,
  "Pádraig": 1132,
  "Criomhthainn": 1133,
  "Choláiste": 1134,
  "hOllscoile": 1135,
  "mhínigh": 1136,
  "conas": 1137,
  "córais": 1138,
  "teileachumarsáide": 1139,
  "Internet": 1140,
  "shampla": 1141,
  "insint": 1142,
  "fud": 1143,
  "Ghearr": 1144,
  "rialaitheoirí": 1145,
  "píonós": 1146,
  "$100m": 1147,
  "Merrill": 1148,
  "Lynch": 1149,
  "mí": 1150,
  "mhol": 1151,
  "taighdeoir": 1152,
  "infheisteoirí": 1153,
  "scaireanna": 1154,
  "comhlacht": 1155,
  "Winstar": 1156,
  "cheannach": 1157,
  "sheol": 1158,
  "eisigh": 1159,
  "moladh": 1160,
  "ríomhphost": 1161,
  "chuig": 1162,
  "comhghleacaí": 1163,
  "cacamas": 1164,
  "iomlán": 1165,
  "umhlaíocht": 1166,
  "fhíornaofa": 1167,
  "ár": 1168,
  "dTiarna": 1169,
  "Íosa": 1170,
  "Críost": 1171,
  "File": 1172,
  "tuaithe": 1173,
  "ráta": 1174,
  "réitithe": 1175,
  "bhfad": 1176,
  "ísle": 1177,
  "Bhreatain": 1178,
  "Mhór": 1179,
  "Duradh": 1180,
  "dena": 1181,
  "fadhbanna": 1182,
  "Fás": 1183,
  "nGaelscoileanna": 1184,
  "chaill": 1185,
  "leathlámh": 1186,
  "leathcos": 1187,
  "dtimpiste": 1188,
  "Londain": 1189,
  "príomhcharachtar": 1190,
  "úrscéil": 1191,
  "Deoraíocht": 1192,
  "Beidh": 1193,
  "iar-chuideachta": 1194,
  "Stáit": 1195,
  "bheidh": 1196,
  "feidhmiú": 1197,
  "reachtaíocht": 1198,
  "cheadúnas": 1199,
  "clúdaithe": 1200,
  "fho-mhír": 1201,
  "(c)": 1202,
  "(d)": 1203,
  "feasta": 1204,
  "mór": 1205,
  "aird": 1206,
  "thabhairt": 1207,
  "phointe": 1208,
  "tuarascáil": 1209,
  "Náisiún": 1210,
  "1922": 1211,
  "Edward": 1212,
  "Sapir": 1213,
  "1887-1939": 1214,
  "bonn": 1215,
  "theangeolaíocht": 1216,
  "barr": 1217,
  "chnoic": 1218,
  "scáth": 1219,
  "crainn": 1220,
  "chnó": 1221,
  "chapall": 1222,
  "casann": 1223,
  "deis": 1224,
  "t-aimpmhéadar": 1225,
  "cheangal": 1226,
  "gciorcad": 1227,
  "i.e.": 1228,
  "sraithcheangailte": 1229,
  "4)": 1230,
  "Ansin": 1231,
  "dúirt": 1232,
  "mura": 1233,
  "dtigeadh": 1234,
  "fhuil": 1235,
  "dtarlódh": 1236,
  "drochrud": 1237,
  "éinteacht": 1238,
  "mhnaoi": 1239,
  "bhuail": 1240,
  "coinín": 1241,
  "Foinse": 1242,
  "dreapadóir": 1243,
  "Paul": 1244,
  "Pritchard": 1245,
  "pháipéar": 1246,
  "Teastais": 1247,
  "Shóisearaigh": 1248,
  "gnáthleibhéal": 1249,
  "Faoi": 1250,
  "dheireadh": 1251,
  "Sun": 1252,
  "Alliance": 1253,
  "Chase": 1254,
  "Cheltenham": 1255,
  "geallta": 1256,
  "ante-post": 1257,
  "Mr.": 1258,
  "Mulligan": 1259,
  "5": 1260,
  "bua": 1261,
  "7/1": 1262,
  "Hill": 1263,
  "of": 1264,
  "Tullow": 1265,
  "3": 1266,
  "10/1": 1267,
  "Nahthen": 1268,
  "Lad": 1269,
  "2": 1270,
  "14/1": 1271,
  "albam": 1272,
  "aonair": 1273,
  "amhránaithe": 1274,
  "iarghrúpa": 1275,
  "In": 1276,
  "Tua": 1277,
  "Nua": 1278,
  "siopaí": 1279,
  "samhradh": 1280,
  "t-albam": 1281,
  "méid": 1282,
  "Toisc": 1283,
  "vótáil": 1284,
  "oscailte": 1285,
  "éigean": 1286,
  "dóibh": 1287,
  "thoil": 1288,
  "máistrí": 1289,
  "fada": 1290,
  "t-amhras": 1291,
  "féincheistiú": 1292,
  "forleathan": 1293,
  "measc": 1294,
  "phobal": 1295,
  "SAM": 1296,
  "Chuaigh": 1297,
  "Fhichiú": 1298,
  "hAois": 1299,
  "glacadh": 1300,
  "hathréimiú": 1301,
  "stáit": 1302,
  "Meatachán": 1303,
  "scanraithe": 1304,
  "lámha": 1305,
  "cáidheach": 1306,
  "roidealach": 1307,
  "bhóthair": 1308,
  "BRÍSTÍNÍ": 1309,
  "BRÉIDÍN": 1310,
  "Nimh": 1311,
  "luibh": 1312,
  "dtuigtear": 1313,
  "fós": 1314,
  "athrú": 1315,
  "méadú": 1316,
  "56%": 1317,
  "lion": 1318,
  "dturasóirí": 1319,
  "dtí": 1320,
  "Tuaisceart": 1321,
  "gcoitinne": 1322,
  "100%": 1323,
  "gcás": 1324,
  "chathair": 1325,
  "Dhoire": 1326,
  "1995": 1327,
  "cruthú": 1328,
  "praiticiúil": 1329,
  "bhrabach": 1330,
  "síochána": 1331,
  "Sea": 1332,
  "Dhaid": 1333,
  "shona": 1334,
  "laethanta": 1335,
  "Deisíodh": 1336,
  "rothar": 1337,
  "amhlaidh": 1338,
  "freisin": 1339,
  "cheap": 1340,
  "bheitheá": 1341,
  "sheasamh": 1342,
  "scraith": 1343,
  "ghlogair": 1344,
  "agat": 1345,
  "plup": 1346,
  "Dráma": 1347,
  "an-dána": 1348,
  "úd": 1349,
  "phléigh": 1350,
  "ceisteanna": 1351,
  "an-chonspóideacha": 1352,
  "mháithreacha": 1353,
  "neamhphósta": 1354,
  "ginmhilleadh": 1355,
  "rabhadar": 1356,
  "achair": 1357,
  "gearradh": 1358,
  "tseanbhean": 1359,
  "cóta": 1360,
  "béal": 1361,
  "íochtar": 1362,
  "rith": 1363,
  "siamsaíochta": 1364,
  "thógáil": 1365,
  "ghrianghraf": 1366,
  "an-chóngarach": 1367,
  "ábalta": 1368,
  "cuairt": 1369,
  "ghasta": 1370,
  "chéidh": 1371,
  "nDeisceart": 1372,
  "oileáin": 1373,
  "Rinne": 1374,
  "shólás": 1375,
  "Chuir": 1376,
  "sibh": 1377,
  "sparán": 1378,
  "mála": 1379,
  "bróga": 1380,
  "dhíth": 1381,
  "Bunaíodh": 1382,
  "Gailearaí": 1383,
  "Náisiúnta": 1384,
  "Acht": 1385,
  "Parlaiminte": 1386,
  "1854": 1387,
  "osclaíodh": 1388,
  "1864": 1389,
  "Seasaim": 1390,
  "balla": 1391,
  "trasna": 1392,
  "uathu": 1393,
  "bhféachaint": 1394,
  "nóiméad": 1395,
  "polasaí": 1396,
  "comhionannais": 1397,
  "deiseanna": 1398,
  "Roinn": 1399,
  "fulaingt": 1400,
  "chodladh": 1401,
  "fém": 1402,
  "scéil": 1403,
  "chaith": 1404,
  "uillinneacha": 1405,
  "chloch": 1406,
  "DAOINE": 1407,
  "AG": 1408,
  "GLUAISEACHT": 1409,
  "miste": 1410,
  "mb'": 1411,
  "fhiú": 1412,
  "jabanna": 1413,
  "gCorcaigh": 1414,
  "fheadar": 1415,
  "áfach": 1416,
  "gcloisfimis": 1417,
  "puinn": 1418,
  "labhródh": 1419,
  "tAire": 1420,
  "iomaí": 1421,
  "son": 1422,
  "IRA": 1423,
  "dearmad": 1424,
  "déanta": 1425,
  "Deir": 1426,
  "Diarmaid": 1427,
  "gurb": 1428,
  "Tadhg": 1429,
  "thír": 1430,
  "thuaith": 1431,
  "tuaith": 1432,
  "thriúcha": 1433,
  "triúcha": 1434,
  "baile": 1435,
  "thigh": 1436,
  "tigh": 1437,
  "bhothán": 1438,
  "bothán": 1439,
  "phosta": 1440,
  "piléar": 1441,
  "'na": 1442,
  "mháistir": 1443,
  "scoile": 1444,
  "milleadh": 1445,
  "míchorú": 1446,
  "'s": 1447,
  "maslú": 1448,
  "Béarla": 1449,
  "aghaidh": 1450,
  "ceartdhlí": 1451,
  "bhfáidhe": 1452,
  "bhfíorollún": 1453,
  "contrárdha": 1454,
  "rialacha": 1455,
  "fhoghlamtha": 1456,
  "chúirte": 1457,
  "mbéithe": 1458,
  "Apolló": 1459,
  "imshruthaithe": 1460,
  "ocsahaemaglóibin": 1461,
  "ocsaigin": 1462,
  "fíocháin": 1463,
  "Buailimid": 1464,
  "bhfeiniméan": 1465,
  "meascadh": 1466,
  "síol": 1467,
  "croise": 1468,
  "earrach": 1469,
  "gcuntas": 1470,
  "suntasach": 1471,
  "Loch": 1472,
  "Garman": 1473,
  "deimhnithe": 1474,
  "imréitigh": 1475,
  "cánach": 1476,
  "arna": 1477,
  "eisiúint": 1478,
  "Coimisinéirí": 1479,
  "Ioncaim": 1480,
  "Chrom": 1481,
  "bosca": 1482,
  "Sathairn": 1483,
  "Mise": 1484,
  "thabharfas": 1485,
  "''": 1486,
  "n-oirfeadh": 1487,
  "duit": 1488,
  "Thuig": 1489,
  "Harney": 1490,
  "Charlie": 1491,
  "McCreevy": 1492,
  "Tharla": 1493,
  "maolú": 1494,
  "leithéid": 1495,
  "1241": 1496,
  "fuair": 1497,
  "Ogedei": 1498,
  "bás": 1499,
  "Geingeas": 1500,
  "Cán": 1501,
  "tháinig": 1502,
  "gcomharbas": 1503,
  "É": 1504,
  "fein": 1505,
  "Tomás": 1506,
  "Concheanainn": 1507,
  "1870-1961": 1508,
  "bhailiúcháin": 1509,
  "Tháinig": 1510,
  "abhaile": 1511,
  "oíche": 1512,
  "(5)": 1513,
  "éifeacht": 1514,
  "uathoibríoch": 1515,
  "hachomharc": 1516,
  "gcoinne": 1517,
  "fógra": 1518,
  "toirmisc": 1519,
  "fho-alt": 1520,
  "(4)": 1521,
  "oibriú": 1522,
  "fhógra": 1523,
  "fhionraí": 1524,
  "féadfaidh": 1525,
  "t-achomharcóir": 1526,
  "iarratas": 1527,
  "gCúirt": 1528,
  "deara": 1529,
  "ndéanfar": 1530,
  "t-achomharc": 1531,
  "láimh": 1532,
  "Chúirt": 1533,
  "más": 1534,
  "ordú": 1535,
  "bhfionrófar": 1536,
  "Floinn": 1537,
  "Cana": 1538,
  "1956": 1539,
  "214": 1540,
  "I": 1541,
  "gCath": 1542,
  "Almhaine": 1543,
  "Críostaí": 1544,
  "TOMÁS": 1545,
  "stór": 1546,
  "Cén": 1547,
  "bhfágfaidh": 1548,
  "teach": 1549,
  "Gabhann": 1550,
  "bhfógra": 1551,
  "dream": 1552,
  "darb": 1553,
  "ainm": 1554,
  "Education": 1555,
  "First": 1556,
  "páipéir": 1557,
  "Bhéarla": 1558,
  "cuirtear": 1559,
  "Oideachais": 1560,
  "Aonghusa": 1561,
  "rogha": 1562,
  "tuismitheoirí": 1563,
  "rachaidh": 1564,
  "bpáistí": 1565,
  "bháine": 1566,
  "dhúch": 1567,
  "bhfocal": 1568,
  "t-aer": 1569,
  "trilsiú": 1570,
  "fholt": 1571,
  "gcrann": 1572,
  "mháthair": 1573,
  "suite": 1574,
  "gclúid": 1575,
  "cniotáil": 1576,
  "Orthu": 1577,
  "láthair": 1578,
  "tráth": 1579,
  "fógraíodh": 1580,
  "Gavin": 1581,
  "Johanna": 1582,
  "McInerney": 1583,
  "Teach": 1584,
  "Cheeverstown": 1585,
  "Dá": 1586,
  "dtosuigheadh": 1587,
  "hinghean": 1588,
  "séideadh": 1589,
  "fúithe": 1590,
  "samhailt": 1591,
  "pisreog": 1592,
  "léithe": 1593,
  "mhaidin": 1594,
  "bheag": 1595,
  "hacmhuinn": 1596,
  "ariamh": 1597,
  "spéis": 1598,
  "bunáite": 1599,
  "vótóirí": 1600,
  "mionfhorálacha": 1601,
  "Chonartha": 1602,
  "gath": 1603,
  "ghile": 1604,
  "shoilsigh": 1605,
  "orainn": 1606,
  "bliana": 1607,
  "tsíocháin": 1608,
  "deineadh": 1609,
  "thuaidh": 1610,
  "bhfoilseofar": 1611,
  "luath": 1612,
  "figiúirí": 1613,
  "thaispeánfaidh": 1614,
  "féachana": 1615,
  "TnaG": 1616,
  "suirbhé": 1617,
  "Nielson": 1618,
  "Anagaire": 1619,
  "laghad": 1620,
  "deich": 1621,
  "mbaile": 1622,
  "fearainn": 1623,
  "dtugtar": 1624,
  "aitheantas": 1625,
  "díobhtha": 1626,
  "seoladh": 1627,
  "vótóra": 1628,
  "chiallaíonn": 1629,
  "inis": 1630,
  "dhó": 1631,
  "céard": 1632,
  "liostaithe": 1633,
  "chistiú": 1634,
  "chompántais": 1635,
  "ceoldrámaíochta": 1636,
  "ardchaighdeán": 1637,
  "ealaíonta": 1638,
  "/": 1639,
  "nuálachais": 1640,
  "n-éiríonn": 1641,
  "caighdeáin": 1642,
  "cheana": 1643,
  "ceoldrámaí": 1644,
  "choimisiúnú": 1645,
  "bhfága": 1646,
  "Dia": 1647,
  "bheithíoch": 1648,
  "chréatúr": 1649,
  "mana": 1650,
  "Mhíchíl": 1651,
  "Sándra": 1652,
  "áthas": 1653,
  "orm": 1654,
  "bualadh": 1655,
  "Táimid": 1656,
  "theas": 1657,
  "seanchleachtach": 1658,
  "dhéanann": 1659,
  "acmhainní": 1660,
  "chineál": 1661,
  "mheanma": 1662,
  "pobail": 1663,
  "las": 1664,
  "solas": 1665,
  "dearg": 1666,
  "shioc": 1667,
  "fuil": 1668,
  "chuairteora": 1669,
  "chuislí": 1670,
  "cloigeann": 1671,
  "gearrtha": 1672,
  "Eoin": 1673,
  "Baiste": 1674,
  "Héaród": 1675,
  "éigin": 1676,
  "iompar": 1677,
  "ceannaithe": 1678,
  "thiarna": 1679,
  "Ulrik": 1680,
  "Celje": 1681,
  "súile": 1682,
  "glinnradharcach": 1683,
  "duaisiúil": 1684,
  "chorraí": 1685,
  "dalba": 1686,
  "smior": 1687,
  "gnéithe": 1688,
  "dhearcadh": 1689,
  "tsuim": 1690,
  "léiríonn": 1691,
  "páiste": 1692,
  "gcríochnú": 1693,
  "tascanna": 1694,
  "fhéinmhuiníneach": 1695,
  "matamaitice": 1696,
  "réimsí": 1697,
  "churaclaim": 1698,
  "ghnáthshaol": 1699,
  "Gan": 1700,
  "inniúlachtaí": 1701,
  "cuirfidh": 1702,
  "Ballstáit": 1703,
  "Aontais": 1704,
  "Eorpaigh": 1705,
  "cúnamh": 1706,
  "frithpháirteach": 1707,
  "comhoibreoidh": 1708,
  "riaracháin": 1709,
  "chustaim": 1710,
  "fhonn": 1711,
  "sáruithe": 1712,
  "fhorálacha": 1713,
  "náisiúnta": 1714,
  "custaim": 1715,
  "chosc": 1716,
  "bhrath": 1717,
  "forálacha": 1718,
  "ionchúiseamh": 1719,
  "phionósú": 1720,
  "Scorfar": 1721,
  "fostaithe": 1722,
  "fhoireann": 1723,
  "sheachtain": 1724,
  "ghairid": 1725,
  "26ú": 1726,
  "Márta": 1727,
  "beagnach": 1728,
  "700": 1729,
  "bpríosún": 1730,
  "h-Íde": 1731,
  "iarr": 1732,
  "John": 1733,
  "Quinn": 1734,
  "saor-Éireann": 1735,
  "scrúdú": 1736,
  "Cuirfidh": 1737,
  "imreoir": 1738,
  "fáilte": 1739,
  "amhras": 1740,
  "hathruithe": 1741,
  "tarlaithe": 1742,
  "murach": 1743,
  "GPA": 1744,
  "thuilleadh": 1745,
  "Aithnítear": 1746,
  "gné": 1747,
  "thábhachtach": 1748,
  "bhforbairt": 1749,
  "fhórsa": 1750,
  "saothair": 1751,
  "bhféadfar": 1752,
  "haltraí": 1753,
  "rollaithe": 1754,
  "cúrsa": 1755,
  "cláraithe": 1756,
  "cuidiú": 1757,
  "chuala": 1758,
  "ardséideadh": 1759,
  "dtrumpaí": 1760,
  "crochadh": 1761,
  "tUrramhach": 1762,
  "James": 1763,
  "Porter": 1764,
  "theach": 1765,
  "Mhainistir": 1766,
  "Liath": 1767,
  "airigh": 1768,
  "dhúisigh": 1769,
  "t-uisce": 1770,
  "láithreach": 1771,
  "aireachtáil": 1772,
  "Búm": 1773,
  "bí": 1774,
  "taithíonn": 1775,
  "thaithíonn": 1776,
  "chailliúint": 1777,
  "eisean": 1778,
  "Briotanach": 1779,
  "hÉireannaigh": 1780,
  "cuma": 1781,
  "romhainn": 1782,
  "móide": 1783,
  "dtús": 1784,
  "liosta": 1785,
  "litreacha": 1786,
  "saothar": 1787,
  "mhéad": 1788,
  "Séamus": 1789,
  "Grianna": 1790,
  "folach": 1791,
  "ainmneacha": 1792,
  "cleite": 1793,
  "brionglóidigh": 1794,
  "bord": 1795,
  "loinge": 1796,
  "síobadh": 1797,
  "mara": 1798,
  "chluiche": 1799,
  "ceannais": 1800,
  "Thír": 1801,
  "Eoghain": 1802,
  "Laighnigh": 1803,
  "cúl": 1804,
  "cinniúnach": 1805,
  "ghnóthú": 1806,
  "ort": 1807,
  "ngrá": 1808,
  "dúinn": 1809,
  "Níor": 1810,
  "fhulaing": 1811,
  "ábhar": 1812,
  "chóir": 1813,
  "smaoineamh": 1814,
  "straitéisí": 1815,
  "maidir": 1816,
  "múineadh": 1817,
  "teanga": 1818,
  "Chuidigh": 1819,
  "reachtáil": 1820,
  "Gaelach": 1821,
  "nGaeltacht": 1822,
  "Bhó": 1823,
  "Riada": 1824,
  "Padaí": 1825,
  "dtigh": 1826,
  "Dhónaill": 1827,
  "Bhrocaigh": 1828,
  "cupla": 1829,
  "deoch": 1830,
  "Líonann": 1831,
  "suas": 1832,
  "gloine": 1833,
  "bhreá": 1834,
  "phint": 1835,
  "boilgíní": 1836,
  "tsiúl": 1837,
  "éirí": 1838,
  "hingearach": 1839,
  "ghloine": 1840,
  "Éirigh": 1841,
  "shreamaide": 1842,
  "FEIDHMEANNA": 1843,
  "NA": 1844,
  "mBAILTE": 1845,
  "ocht": 1846,
  "imithe": 1847,
  "muileann": 1848,
  "ama": 1849,
  "scríobhadh": 1850,
  "léirmheas": 1851,
  "díolaim": 1852,
  "gcló": 1853,
  "tréimhse": 1854,
  "nobilis": 1855,
  "gaol": 1856,
  "fhaightear": 1857,
  "Mheánmhuir": 1858,
  "Maidir": 1859,
  "cleachtadh": 1860,
  "gCeatharlach": 1861,
  "Storm": 1862,
  "Alert": 1863,
  "Ascot": 1864,
  "tseachain": 1865,
  "céadsoilse": 1866,
  "dealraimh": 1867,
  "mhuir": 1868,
  "Chomh": 1869,
  "Bruíon": 1870,
  "Chaorthainn": 1871,
  "Bodach": 1872,
  "Chóta": 1873,
  "Lachna": 1874,
  "Mhaghnuis": 1875,
  "Phíce": 1876,
  "ngunnaí": 1877,
  "Súilighe": 1878,
  "Oídhche": 1879,
  "Gaoithe": 1880,
  "Móire": 1881,
  "Ghleann": 1882,
  "Bheithe": 1883,
  "Butt": 1884,
  "éag": 1885,
  "Parnell": 1886,
  "Rácáil": 1887,
  "Scuabadh": 1888,
  "27)": 1889,
  "18ú": 1890,
  "aois": 1891,
  "fhorleathan": 1892,
  "inneall": 1893,
  "Newcomen": 1894,
  "huisce": 1895,
  "chaidéalú": 1896,
  "Rinneadh": 1897,
  "slad": 1898,
  "ceantair": 1899,
  "boichte": 1900,
  "thaisme": 1901,
  "tharla": 1902,
  "Thairg": 1903,
  "cupán": 1904,
  "tae": 1905,
  "ceapaire": 1906,
  "Niamh": 1907,
  "fheicfidh": 1908,
  "léifidh": 1909,
  "10": 1910,
  "Bain": 1911,
  "craiceann": 1912,
  "chlóbh": 1913,
  "gairleoige": 1914,
  "mionghearr": 1915,
  "cuir": 1916,
  "chorcán": 1917,
  "gaire": 1918,
  "dom": 1919,
  "tugadh": 1920,
  "Tommy": 1921,
  "ceol": 1922,
  "earra": 1923,
  "seirbhís": 1924,
  "fhógrófar": 1925,
  "scrúdaithe": 1926,
  "húinéirí": 1927,
  "Níorbh": 1928,
  "gcathracha": 1929,
  "mbailte": 1930,
  "beaga": 1931,
  "Mar": 1932,
  "gráin": 1933,
  "biogóideacht": 1934,
  "aer": 1935,
  "géara": 1936,
  "lean": 1937,
  "Cogadh": 1938,
  "Cathartha": 1939,
  "deirtear": 1940,
  "chás": 1941,
  "beidh": 1942,
  "feiscint": 1943,
  "ballraíocht": 1944,
  "gcumann": 1945,
  "Week": 1946,
  "Politics": 1947,
  "saoráideach": 1948,
  "Hayes": 1949,
  "bhíos": 1950,
  "bád": 1951,
  "sínte": 1952,
  "ghaoth": 1953,
  "leataobh": 1954,
  "líonadh": 1955,
  "seolta": 1956,
  "imeacht": 1957,
  "bhuaigh": 1958,
  "Fine": 1959,
  "Gael": 1960,
  "shuíocán": 1961,
  "vótaí": 1962,
  "aistrithe": 1963,
  "roinnte": 1964,
  "sheirbhís": 1965,
  "gCathaoir": 1966,
  "Pheadair": 1967,
  "iar-Chomhairleach": 1968,
  "tathagach": 1969,
  "inspioráid": 1970,
  "threoraigh": 1971,
  "Nostra": 1972,
  "Aetate": 1973,
  "dúradh": 1974,
  "Champion": 1975,
  "1915": 1976,
  "dhaoine": 1977,
  "fhoghlaim": 1978,
  "(2)": 1979,
  "mbaineann": 1980,
  "fháil": 1981,
  "fiosrú": 1982,
  "réasúnach": 1983,
  "féadfar": 1984,
  "dhíriú": 1985,
  "t-áititheoir": 1986,
  "t-úinéir": 1987,
  "gceannas": 1988,
  "iúl": 1989,
  "Teachtaí": 1990,
  "Dála": 1991,
  "Fhianna": 1992,
  "teorann": 1993,
  "Jim": 1994,
  "McDaid": 1995,
  "Dhún": 1996,
  "nGall": 1997,
  "Rory": 1998,
  "O'": 1999,
  "Hanlon": 2000,
  "Mhuineachán": 2001,
  "hionadaithe": 2002,
  "dílseoirí": 2003,
  "páirtithe": 2004,
  "Aontachtaíocha": 2005,
  "dhul": 2006,
  "rútaí": 2007,
  "breathnú": 2008,
  "mbeithígh": 2009,
  "choinníonn": 2010,
  "urlabhra": 2011,
  "theoranta": 2012,
  "gcleacht": 2013,
  "coitianta": 2014,
  "gcomhrá": 2015,
  "pearsana": 2016,
  "machnamh": 2017,
  "comhfhiosach": 2018,
  "mianach": 2019,
  "hindibhidiúlachta": 2020,
  "mhothálach": 2021,
  "réim": 2022,
  "fhocail": 2023,
  "aigne": 2024,
  "éasca": 2025,
  "nithe": 2026,
  "ligean": 2027,
  "ndearmad": 2028,
  "Nach": 2029,
  "easa": 2030,
  "snámh": 2031,
  "éadrom": 2032,
  "Geilghéis": 2033,
  "iníon": 2034,
  "Lughach": 2035,
  "bean": 2036,
  "Chaoil": 2037,
  "mhic": 2038,
  "Criomhthain": 2039,
  "gCuan": 2040,
  "Bhain": 2041,
  "idirghníomhaíocht": 2042,
  "Oifig": 2043,
  "s'": 2044,
  "Bord": 2045,
  "Sláinte": 2046,
  "Limistéar": 2047,
  "BSLT": 2048,
  "Ospidéal": 2049,
  "Beaumont": 2050,
  "dócha": 2051,
  "éagóir": 2052,
  "sórt": 2053,
  "Dr": 2054,
  "Meara": 2055,
  "díobháil": 2056,
  "ós": 2057,
  "ollamh": 2058,
  "ollscoile": 2059,
  "cúlra": 2060,
  "náisiúnach": 2061,
  "Taibhsíonn": 2062,
  "páirceanna": 2063,
  "lú": 2064,
  "taibhsíodh": 2065,
  "so": 2066,
  "Nár": 2067,
  "fiach": 2068,
  "Ón": 2069,
  "dTower": 2070,
  "soir": 2071,
  "mbinn": 2072,
  "éin": 2073,
  "cloisint": 2074,
  "thimpeall": 2075,
  "Cluasa": 2076,
  "ghiorraí": 2077,
  "pluais": 2078,
  "chú": 2079,
  "fiaigh": 2080,
  "Agamsa": 2081,
  "gríosadh": 2082,
  "neafaiseach": 2083,
  "ghnách": 2084,
  "cuntais": 2085,
  "dtreo": 2086,
  "Gabhaim": 2087,
  "fíorbhuíochas": 2088,
  "dhíreach": 2089,
  "Cluichí": 2090,
  "Oilimpeacha": 2091,
  "agallaimh": 2092,
  "Tiarna": 2093,
  "Killanin": 2094,
  "Uachtarán": 2095,
  "Oinigh": 2096,
  "Saoil": 2097,
  "COI": 2098,
  "COÉ": 2099,
  "bharr": 2100,
  "donas": 2101,
  "gialla": 2102,
  "saighdiúirí": 2103,
  "bpoll": 2104,
  "aeir": 2105,
  "dhreapaigh": 2106,
  "pháirt": 2107,
  "thirim": 2108,
  "uaimh": 2109,
  "Oileadh": 2110,
  "bhunmhúinteoir": 2111,
  "gColáiste": 2112,
  "Phádraig": 2113,
  "nDroim": 2114,
  "Conrach": 2115,
  "Scríobh": 2116,
  "tAthair": 2117,
  "Lavelle": 2118,
  "bolscaireachta": 2119,
  "Landlord": 2120,
  "himeachtaí": 2121,
  "comhair": 2122,
  "fhásach": 2123,
  "mbolg": 2124,
  "ceathrar": 2125,
  "abha": 2126,
  "thrasnú": 2127,
  "tusa": 2128,
  "beart": 2129,
  "críonna": 2130,
  "síoraí": 2131,
  "preab": 2132,
  "ól": 2133,
  "doras": 2134,
  "dhúnadh": 2135,
  "Thit": 2136,
  "tóin": 2137,
  "mhála": 2138,
  "plaisteach": 2139,
  "buidéil": 2140,
  "Títear": 2141,
  "cheantair": 2142,
  "thairbhe": 2143,
  "bhfeiceann": 2144,
  "cineál": 2145,
  "Baineann": 2146,
  "riail": 2147,
  "gcomórtas": 2148,
  "toiliú": 2149,
  "Airgeadais": 2150,
  "sholáthróidh": 2151,
  "tOireachtas": 2152,
  "deontais": 2153,
  "údaráis": 2154,
  "phleanála": 2155,
  "bhfeidhmeanna": 2156,
  "n-áirítear": 2157,
  "nglanfar": 2158,
  "caiteachas": 2159,
  "chaiteachas": 2160,
  "tabhaithe": 2161,
  "(a)": 2162,
  "seirbheáiltear": 2163,
  "(1)": 2164,
  "oibreacha": 2165,
  "ndéanamh": 2166,
  "(b)": 2167,
  "haon": 2168,
  "dhéanmhais": 2169,
  "chosanta": 2170,
  "coinníollacha": 2171,
  "shonróidh": 2172,
  "pleanála": 2173,
  "roinntear": 2174,
  "dhaonra": 2175,
  "3,500,000": 2176,
  "mhéadaítear": 2177,
  "bliantúil": 2178,
  "leibhéil": 2179,
  "34,500": 2180,
  "1999/2000": 2181,
  "4,200": 2182,
  "reatha": 2183,
  "scoláirí": 2184,
  "socrú": 2185,
  "éileamh": 2186,
  "soláthar": 2187,
  "laghdú": 2188,
  "céadtadán": 2189,
  "íseal": 2190,
  "rannpáirtíochta": 2191,
  "aicmí": 2192,
  "sóisialta": 2193,
  "áirithe": 2194,
  "cheartú": 2195,
  "Línte": 2196,
  "bríste": 2197,
  "glúnach": 2198,
  "gcraobhacha": 2199,
  "eagraíocht": 2200,
  "bhfiacha": 2201,
  "polaitíochta": 2202,
  "tairbhe": 2203,
  "Shinn": 2204,
  "Fein": 2205,
  "diúltú": 2206,
  "bhord": 2207,
  "póilíneachta": 2208,
  "Maigh": 2209,
  "Eo": 2210,
  "post": 2211,
  "ghuthán": 2212,
  "hamazon": 2213,
  "pá": 2214,
  "phríomhfhadhb": 2215,
  "rófhada": 2216,
  "ospidéal": 2217,
  "togha": 2218,
  "óna": 2219,
  "seanmháthair": 2220,
  "sise": 2221,
  "hathair": 2222,
  "siúd": 2223,
  "piseog": 2224,
  "cóir": 2225,
  "Os": 2226,
  "choinne": 2227,
  "fhurasta": 2228,
  "cás": 2229,
  "litríocht": 2230,
  "n-aosánach": 2231,
  "deighilt": 2232,
  "tsaoil": 2233,
  "caithfidh": 2234,
  "gunnadóir": 2235,
  "sásta": 2236,
  "réimse": 2237,
  "éiginnte": 2238,
  "leas": 2239,
  "oibríochta": 2240,
  "slándála": 2241,
  "Níl": 2242,
  "Conas": 2243,
  "ráinig": 2244,
  "duitse": 2245,
  "phluais": 2246,
  "fhreagra": 2247,
  "soiléir": 2248,
  "gcáineadh": 2249,
  "triúr": 2250,
  "mBord": 2251,
  "Eanáir": 2252,
  "Noone": 2253,
  "SELC": 2254,
  "luaite": 2255,
  "turasóireacht": 2256,
  "Iorrais": 2257,
  "Joe": 2258,
  "Kennedy": 2259,
  "Manchain": 2260,
  "tógálaí": 2261,
  "tÓstóir": 2262,
  "McEniff": 2263,
  "Dún": 2264,
  "scríbhneoirí": 2265,
  "mBaile": 2266,
  "t-aon": 2267,
  "iarthair": 2268,
  "Cnuasta": 2269,
  "cruinn": 2270,
  "e.g.": 2271,
  "dtagann": 2272,
  "bóithre": 2273,
  "fonn": 2274,
  "tairiscint": 2275,
  "Insítear": 2276,
  "rudaí": 2277,
  "insítear": 2278,
  "Uair": 2279,
  "file": 2280,
  "Phosta": 2281,
  "paisinéir": 2282,
  "slioscharr": 2283,
  "sea": 2284,
  "timpiste": 2285,
  "fhaca": 2286,
  "David": 2287,
  "Trimble": 2288,
  "t-eiteachas": 2289,
  "iarratais": 2290,
  "gcuirfí": 2291,
  "buíon": 2292,
  "neamhspleách": 2293,
  "fhiosraithe": 2294,
  "trá": 2295,
  "mhárach": 2296,
  "borradh": 2297,
  "breise": 2298,
  "dheasca": 2299,
  "bhfíricí": 2300,
  "pholasaí": 2301,
  "INTO": 2302,
  "heisiach": 2303,
  "ANOIS": 2304,
  "théitear": 2305,
  "meascán": 2306,
  "iarann": 2307,
  "shulfar": 2308,
  "breofaidh": 2309,
  "deora": 2310,
  "shúile": 2311,
  "Cosnófar": 2312,
  "chógais": 2313,
  "dtaisceadáin": 2314,
  "glais": 2315,
  "mhoill": 2316,
  "baill": 2317,
  "shárú": 2318,
  "sraithe": 2319,
  "Trevor": 2320,
  "Clochartaigh": 2321,
  "Fair": 2322,
  "City": 2323,
  "anuraidh": 2324,
  "aithne": 2325,
  "bhfoireann": 2326,
  "mba": 2327,
  "dheas": 2328,
  "dhream": 2329,
  "fiúntach": 2330,
  "charthanacht": 2331,
  "Bhaldraithe": 2332,
  "maireann": 2333,
  "Erris": 2334,
  "Eamonn": 2335,
  "Mhac": 2336,
  "Fheisligh": 2337,
  "Studica": 2338,
  "Celtica": 2339,
  "V": 2340,
  "1982": 2341,
  "TREASA": 2342,
  "ceannann": 2343,
  "maidin": 2344,
  "Arbh": 2345,
  "chónaí": 2346,
  "Áras": 2347,
  "Chumann": 2348,
  "Ríoga": 2349,
  "Bhaile": 2350,
  "nDroichead": 2351,
  "Dothra": 2352,
  "4": 2353,
  "spórt": 2354,
  "imirt": 2355,
  "tollán": 2356,
  "gorm": 2357,
  "fuipeanna": 2358,
  "n-úsáid": 2359,
  "thús": 2360,
  "chine": 2361,
  "dhaonna": 2362,
  "clár": 2363,
  "fadhb": 2364,
  "hospidéil": 2365,
  "sárvíreas": 2366,
  "ionsaíonn": 2367,
  "othair": 2368,
  "scian": 2369,
  "bhailiúchán": 2370,
  "ceapann": 2371,
  "bailiúchán": 2372,
  "siúl": 2373,
  "dtithe": 2374,
  "Chillín": 2375,
  "Chaoimhín": 2376,
  "oiread": 2377,
  "sléibhte": 2378,
  "talamh": 2379,
  "cnocach": 2380,
  "thart": 2381,
  "New": 2382,
  "Bedford": 2383,
  "iascaireachta": 2384,
  "traidisiúnta": 2385,
  "350": 2386,
  "Cháin": 2387,
  "dian": 2388,
  "truailliú": 2389,
  "dúlra": 2390,
  "comhlachtaí": 2391,
  "ollmhóra": 2392,
  "ilnáisiúnacha": 2393,
  "aice": 2394,
  "ocras": 2395,
  "céadtach": 2396,
  "uirre": 2397,
  "arae": 2398,
  "ghnás": 2399,
  "cosnochtuighthe": 2400,
  "fhagháil": 2401,
  "gcaitheamh": 2402,
  "Garry": 2403,
  "Hynes": 2404,
  "Druid": 2405,
  "iar-stiúrthóir": 2406,
  "ealaíne": 2407,
  "conspóideach": 2408,
  "hAmharclainne": 2409,
  "sár-ábalta": 2410,
  "dual": 2411,
  "Tarraing": 2412,
  "fhíor": 2413,
  "tugtha": 2414,
  "Leath": 2415,
  "roinnt": 2416,
  "diagairí": 2417,
  "grúpaí": 2418,
  "díobh": 2419,
  "uaireanta": 2420,
  "teoraic": 2421,
  "chaiticeasma": 2422,
  "mhodh": 2423,
  "seachadta": 2424,
  "creidimh": 2425,
  "dáta": 2426,
  "leataoibh": 2427,
  "thuairim": 2428,
  "phearsanta": 2429,
  "Friel": 2430,
  "cead": 2431,
  "chomhlacht": 2432,
  "drámaíochta": 2433,
  "Aisling": 2434,
  "Ghéar": 2435,
  "leagan": 2436,
  "mhórshaothar": 2437,
  "Dancing": 2438,
  "at": 2439,
  "Lughnasa": 2440,
  "ardán": 2441,
  "Tar": 2442,
  "saolaíodh": 2443,
  "Höskuld": 2444,
  "Ólaf": 2445,
  "cló": 2446,
  "fhiúntas": 2447,
  "liteartha": 2448,
  "fíorthábhachtach": 2449,
  "staire": 2450,
  "socheolaíochta": 2451,
  "tobann": 2452,
  "cheithre": 2453,
  "rannóg": 2454,
  "1977": 2455,
  "chuirtear": 2456,
  "tSeirbhís": 2457,
  "Leabharlainne": 2458,
  "Eolaslainne": 2459,
  "áireamh": 2460,
  "téagar": 2461,
  "páirteanna": 2462,
  "fhaigheann": 2463,
  "scannán": 2464,
  "scaoileas": 2465,
  "shuíochán": 2466,
  "gothaí": 2467,
  "codlata": 2468,
  "planda": 2469,
  "fhásann": 2470,
  "dteocht": 2471,
  "bhun": 2472,
  "4C": 2473,
  "mhinic": 2474,
  "féachaint": 2475,
  "nirt": 2476,
  "fleánna": 2477,
  "dtugadh": 2478,
  "Seoighe": 2479,
  "fá": 2480,
  "tomhaltóra": 2481,
  "pioc": 2482,
  "tábhachtach": 2483,
  "táirgtheora": 2484,
  "iata": 2485,
  "21/9/51": 2486,
  "C.B.É.": 2487,
  "AN": 2488,
  "DR": 2489,
  "UÍ": 2490,
  "SHÚILLEABHÁIN": 2491,
  "t-othar": 2492,
  "Fínéad": 2493,
  "éifeachtach": 2494,
  "focalspárálach": 2495,
  "Mháire": 2496,
  "tSaoi": 2497,
  "Bhean": 2498,
  "Óg": 2499,
  "mbraitheann": 2500,
  "léitheoir": 2501,
  "t-uaigneas": 2502,
  "anama": 2503,
  "cliseadh": 2504,
  "pósta": 2505,
  "ndán": 2506,
  "Cá": 2507,
  "scríofa": 2508,
  "labhartha": 2509,
  "cheapfar": 2510,
  "tuiscint": 2511,
  "ghramadach": 2512,
  "gCaighdeán": 2513,
  "Oifigiúil": 2514,
  "mhórchanúintí": 2515,
  "bhonn": 2516,
  "hargóna": 2517,
  "Valera": 2518,
  "Poblachtach": 2519,
  "1917": 2520,
  "cuimhne": 2521,
  "cruaidh": 2522,
  "1900": 2523,
  "billiún": 2524,
  "fhan": 2525,
  "Ruaidhrí": 2526,
  "Flaithbeartaigh": 2527,
  "Stair": 2528,
  "Iar-Chonnacht": 2529,
  "1684": 2530,
  "Inis": 2531,
  "Oírr": 2532,
  "seachtú": 2533,
  "aoise": 2534,
  "Oirthir": 2535,
  "dtugtaí": 2536,
  "Ára": 2537,
  "Chaomháin": 2538,
  "oth": 2539,
  "comhaltaí": 2540,
  "bhféadfainnse": 2541,
  "dearcadh": 2542,
  "cúinsí": 2543,
  "seilf": 2544,
  "fhoilseofar": 2545,
  "mílaoise": 2546,
  "gceannáras": 2547,
  "Roinne": 2548,
  "gclúdaítear": 2549,
  "thuarascáil": 2550,
  "deannach": 2551,
  "dheifir": 2552,
  "Eascróidh": 2553,
  "teicníochtaí": 2554,
  "measúnaithe": 2555,
  "mbainfear": 2556,
  "astu": 2557,
  "teagasc": 2558,
  "bhfoghlaim": 2559,
  "n-éifeacht": 2560,
  "hinniúil": 2561,
  "bhreathnóireacht": 2562,
  "éisteacht": 2563,
  "idirghníomhú": 2564,
  "daltaí": 2565,
  "thorthaí": 2566,
  "dtascanna": 2567,
  "foghlama": 2568,
  "eolaíocht": 2569,
  "mhionscrúdú": 2570,
  "Dhein": 2571,
  "gCeantar": 2572,
  "Cúng": 2573,
  "an-obair": 2574,
  "feirmeacha": 2575,
  "bídeacha": 2576,
  "iarthar": 2577,
  "chónascadh": 2578,
  "Scairt": 2579,
  "cúlbhrát": 2580,
  "dainséarach": 2581,
  "haghaidh": 2582,
  "cluichí": 2583,
  "polaitiúla": 2584,
  "n-imirt": 2585,
  "easaontóirí": 2586,
  "bpáirtí": 2587,
  "dabht": 2588,
  "sráid": 2589,
  "dtúis": 2590,
  "tSeanadóra": 2591,
  "shlánaigh": 2592,
  "Mheán": 2593,
  "1940": 2594,
  "pioctha": 2595,
  "Kaji-htu": 2596,
  "misean": 2597,
  "Shíl": 2598,
  "daobhtha": 2599,
  "phógadh": 2600,
  "mbliain": 2601,
  "scéala": 2602,
  "cut": 2603,
  "off": 2604,
  "with": 2605,
  "shilling": 2606,
  "scilling": 2607,
  "dtuigeann": 2608,
  "gnách": 2609,
  "teocht": 2610,
  "Díomá": 2611,
  "Faracháin": 2612,
  "choiste": 2613,
  "eagraithe": 2614,
  "Fhéile": 2615,
  "Sean-Nós": 2616,
  "Life": 2617,
  "díomá": 2618,
  "féile": 2619,
  "bpolasaí": 2620,
  "Gaeilgeoirí": 2621,
  "dhúchas": 2622,
  "dheich": 2623,
  "mic": 2624,
  "Coláiste": 2625,
  "Droim": 2626,
  "chreid": 2627,
  "pobal": 2628,
  "teora": 2629,
  "maireachtaint": 2630,
  "ins": 2631,
  "Aontaithe": 2632,
  "h-aoise": 2633,
  "cionn": 2634,
  "Treasure": 2635,
  "Island": 2636,
  "Uncut": 2637,
  "Network": 2638,
  "Luain": 2639,
  "10.30": 2640,
  "31": 2641,
  "Lúnasa": 2642,
  "scaip": 2643,
  "fógraí": 2644,
  "foirgneamh": 2645,
  "Thaiscumar": 2646,
  "Phoill": 2647,
  "Ghlais": 2648,
  "fíoracha": 2649,
  "ndéithe": 2650,
  "snoite": 2651,
  "cabhlacha": 2652,
  "crann": 2653,
  "doirí": 2654,
  "dteannta": 2655,
  "altóirí": 2656,
  "ndéanadh": 2657,
  "draoithe": 2658,
  "íobairtí": 2659,
  "Moltar": 2660,
  "éide": 2661,
  "foireann": 2662,
  "dath": 2663,
  "geal": 2664,
  "dorcha": 2665,
  "Cuireadh": 2666,
  "dtuama": 2667,
  "simplí": 2668,
  "lusca": 2669,
  "Bhaisleac": 2670,
  "tacaíochta": 2671,
  "traenáil": 2672,
  "monatóireacht": 2673,
  "chaighdeán": 2674,
  "tsoláthair": 2675,
  "Lean": 2676,
  "ball": 2677,
  "Prionsa": 2678,
  "abhainn": 2679,
  "Níos": 2680,
  "measa": 2681,
  "gorta": 2682,
  "léirscrios": 2683,
  "thogh": 2684,
  "fhéadfadh": 2685,
  "idirnáisiúnta": 2686,
  "imirce": 2687,
  "heachtraí": 2688,
  "peannaideacha": 2689,
  "fheictí": 2690,
  "chuimhníodh": 2691,
  "mheascán": 2692,
  "anacair": 2693,
  "eagla": 2694,
  "fiú": 2695,
  "Caitheann": 2696,
  "fhéith": 2697,
  "réabhlóideachais": 2698,
  "Skinner": 2699,
  "San": 2700,
  "smaointiú": 2701,
  "pisreogach": 2702,
  "fríd": 2703,
  "anam": 2704,
  "Cathal": 2705,
  "Eachmharcaigh": 2706,
  "Ruairí": 2707,
  "Canainn": 2708,
  "t-éigeas": 2709,
  "filiúnta": 2710,
  "ghairbhe": 2711,
  "eadar": 2712,
  "éachtaí": 2713,
  "garbh": 2714,
  "throid": 2715,
  "ceathrúna": 2716,
  "fiaile": 2717,
  "Taispeánann": 2718,
  "suimiú": 2719,
  "fhigiúirí": 2720,
  "tally": 2721,
  "6,900": 2722,
  "vóta": 2723,
  "Éamon": 2724,
  "Cuív": 2725,
  "gConamara": 2726,
  "theorainn": 2727,
  "cathrach": 2728,
  "Árann": 2729,
  "Faightear": 2730,
  "sliogáin": 2731,
  "fholmha": 2732,
  "aníos": 2733,
  "(ii)": 2734,
  "1999-2000": 2735,
  "bhliana": 2736,
  "measúnachta": 2737,
  "tArd-Bhailitheoir": 2738,
  "réamhchánach": 2739,
  "fho-ailt": 2740,
  "éascú": 2741,
  "aontú": 2742,
  "dtráthchodanna": 2743,
  "comhionanna": 2744,
  "míosúla": 2745,
  "bailiú": 2746,
  "tráthchuid": 2747,
